{
    "Овен": "Для Овнов гармоничны отношения с огненными Львами и Стрельцами. Они учатся позитивно смотреть на жизнь у Водолеев и полны оптимизма и энтузиазма, если рядом находятся Близнецы или Весы. Связь с Тельцом гарантирует им пользу в финансовом плане, а с Рыбами — в духовном. А вот отношения с Раком и Козерогом будут болезненными, хотя союз с Козерогом может оказаться полезным для карьеры, а с Раком— для души",
    "Телец": "Тельцы лучше всего ладят с представителями своего знака, с мудрыми Девами и Козерогами, а также со знаками воды — Раками, Скорпионами или Рыбами. Неплохая перспектива есть в отношениях с Близнецами, а с Овном — совместный рост. Партнерства со Львом и Водолеем стоит избегать, хотя с Водолеем может получиться успешный союз по расчету, а Лев покорит сердце Тельца полным взаимопониманием",
    "Близнецы": "Нетерпеливые и ветреные Близнецы найдут общность взглядов и идей с Водолеем и Весами, знаками воздуха, снисходительными к их слабостям. Отношения с представителями стихии огня — Овном, Львом, Стрельцом — могут открывать новые перспективы. А вот отношения с Девой, Раком и Рыбами нежелательны, но отчасти перспективны, если есть практические причины. Близость с Тельцом обогатит Близнецов духовно и интеллектуально",
    "Рак": "Чувствительные и эмоциональные Раки обретут гармонию со Скорпионами и Рыбами, а в отношениях с земными знаками — Тельцом, Девой, Козерогом — найдут спокойствие, домашний уют, к которому они тяготеют, и стабильность. Союз с Овном не обещает быть легким, но может быть полезен для карьеры и положения в обществе. С Весами возможно прочное дружеское партнерство. Отношения со Львом принесут выгоду в финансовом плане, а с Близнецами Раки найдут духовную близость.",
    "Лев": "Волевой и решительный, Лев способен обрести гармоничный союз с представителями огненных знаков — Овном, Львом и Стрельцом. Связь со знаками воздуха — это Близнецы, Весы, Водолей — наполнит его жизнь простыми радостями и яркими красками. А вот с земными и водными знаками Льву следует быть осторожнее: рядом с ними сложно удерживать лидерство, как привык Лев. Союз с Тельцом перспективен для карьеры, со Скорпионом — для души. Отношения с Девой обеспечат устойчивые финансы, а рядом с Раком Лев научится витать в облаках — мечтать и фантазировать.",
    "Дева": "Внимательная и расчетливая Дева окажется в комфорте рядом с такой же Девой, спокойным Тельцом и упрямым Козерогом. Отношения с водными знаками — Раком, Скорпионом, Рыбами — могут быть неоднозначными, но в принципе тоже складываются неплохо. А вот со знаками воздуха и огня Девам вряд ли повезет в любви. Союз с Близнецами может быть хорош в плане частного бизнеса, со Стрельцом — для развития карьеры, с Весами может оказаться выгодным в финансовом плане, а для духовного развития плодотворно партнерство со Львом",
    "Весы": "Весы создают гармоничные отношения с представителями воздушной стихии — Близнецами, Водолеем и Весами, могут вызвать сильные чувства влюбленности у знаков огня — Овна, Льва и Стрельца. Несовместимость проявится в союзах с Раками и Козерогами, а отношения со Скорпионом дадут рост финансовом плане. Дева станет Весам отличной парой для совместного интеллектуального роста.",
    "Скорпион": "Скорпионы составляют гармоничные союзы с водными знаками — Раком, Рыбами — которые будут ими восхищаться. Практичным и крепким окажется союз с Тельцом, Девой и Козерогом. А вот от знаков огня и воздуха лучше держаться подальше. Со Львом получится относительно качественный союз ради карьеры, со Стрельцом — ради финансового благополучия, а с Весами и Водолеем — для душевной гармонии",
    "Стрелец": "Для активных и любознательных Стрельцов хороши союзы с другими Стрельцами и энергичными Овнами и Львами. Хорошо складываются отношения с Близнецами, Весами и Водолеями, которые способны уловить нужную для Стрельцов волну. Союз с Козерогом может быть выгоден финансово, а для духовного развития плодотворно знакомство со Скорпионом. Несовместимые для Стрельца знаки — Рыбы и Дева.",
    "Козерог": "Козероги гармонично чувствуют себя в отношениях с земными знаками —  Тельцом, Девой и Козерогом, с которыми у них много общего, а также будут рады близости Рака, Скорпиона и Рыб, впечатленные их эмоциональной глубиной. Союзы с Овном и Весами несут с собой сложности, а Водолей и Стрелец всегда готовы принять Козерога таким, какой он есть.",
    "Водолей": "Легкомысленные Водолеи еще больше расслабляются в отношениях с воздушными знаками — Близнецом, Весами, Водолеем. Рядом с огненными Овном, Львом и Стрельцом неизменно присутствует напряжение — впрочем, оно может быть и приятное. С Тельцом возможен интеллектуальный контакт, а Скорпион поможет в карьерном продвижении. С Рыбами у Водолея есть шанс стать богатым, а с Козерогом — еще и знаментым.",
    "Рыбы": "Мечтательные Рыбы обретут счастье в отношениях с водными знаками — Раком, Скорпионом и Рыбами. Близость Тельца, Девы, Козерога принесет спокойствие. Знаки огня и воздуха не обещают близости и гармонии, но сумеют одарить Рыб практической пользой. Союз со Стрельцом возможен ради карьеры, с Близнецами — ради денег. Отношения с Овном запомнятся бурей чувств, а с Водолеем союз обернется верным и долгим партнерством, начавшимся с дружбы."
}